Repository: common-repository/veiligvertoon
Catalog: languages/veiligvertoon-*.po
Languages: nl_nl

source: Veiligvertoon Activation
nl_nl: Veiligvertoon Activatie

source: Activation
nl_nl: Activatie

source: Enter your activation code
nl_nl: Vul hier je activatiecode in

source: Activate your account
nl_nl: Activeer je account

source: Activation code
nl_nl: Activatiecode

source: Enter your activation code here. You can find it under the "Account" section in your veiligvertoon dashboard at www.veiligvertoon.nl.
nl_nl: Voer hier je activatiecode in. Deze vind je onder het kopje "Account" in je veiligvertoon dashboard op www.veiligvertoon.nl.

source: Activate Veiligvertoon
nl_nl: Activeer Veiligvertoon

source: You have already activated your account.
nl_nl: Je hebt je account al geactiveerd.

source: Display settings
nl_nl: Weergave instellingen

source: Display location
nl_nl: Weergave locatie

source: The location on the product page where the safety information is displayed.
nl_nl: De locatie op de product pagina waar de veiligheidsinformatie wordt weergegeven.

source: Display safety information with borders.
nl_nl: Veiligheidsinformatie weergeven met randen

source: Configure whether the safety information should be displayed with or without borders.
nl_nl: Configureer of de veiligheidsinformatie met of zonder randen moet worden weergegeven.

source: Font
nl_nl: Lettertype

source: The font in which the safety information is displayed.
nl_nl: Het lettertype waarin de veiligheidsinformatie wordt weergegeven.

source: Display style
nl_nl: Weergavestijl

source: Configure whether the safety information should be displayed open or closed by default.
nl_nl: Configureer of de veiligheidsinformatie standaard open of gesloten moet worden weergegeven.

source: Color theme
nl_nl: Kleur thema

source: Configure a theme for the display of the safety information.
nl_nl: Configureer een thema voor de weergave van de veiligheidsinformatie.

source: Background color
nl_nl: Achtergrondkleur

source: The background color of the safety information.
nl_nl: De achtergrond kleur van de veiligheidsinformatie.

source: Font color
nl_nl: Lettertype kleur

source: The color of the text and the borders of the safety information.
nl_nl: De kleur van de tekst en de en de randen van de veiligheidssinformatie.

source: Safety information language
nl_nl: Taal veiligheidsinformatie

source: The language in which the safety information is displayed. Note that switching between languages does not automatically translate self-filled text fields.
nl_nl: De taal waarin de veiligheidsinformatie wordt weergegeven. Let op wisselen tussen talen vertaalt niet automatisch zelf ingevulde tekst velden

source: Long description
nl_nl: Onder productomschrijving

source: Short description
nl_nl: Onder korte productomschrijving

source: Tab
nl_nl: Eigen tabblad

source: Custom (advanced)
nl_nl: Custom (geavanceerd)

source: Closed
nl_nl: Gesloten

source: Note: This feature is intended for custom work and requires changes in the code of your webshop. Use this feature only if you are aware of the required changes. For questions, contact support@veiligvertoon.nl.
nl_nl: Let op: Deze functie is bedoeld voor maatwerk en vereist aanpassingen in de code van je webshop. Gebruik deze functie alleen indien je je bewust bent van de benodigde wijzigingen. Neem voor vragen contact op met support@veiligvertoon.nl.

source: Veiligvertoon settings
nl_nl: Veiligvertoon instellingen

source: Start Tour
nl_nl: Start Rondleiding

source: Save
nl_nl: Opslaan

source: Safety Information
nl_nl: Veiligheidsinformatie

source: Show all
nl_nl: Toon alles

source: Filled
nl_nl: Ingevuld

source: Not filled
nl_nl: Niet ingevuld

source: Last edited
nl_nl: Laatst gewijzigd
